//クイズ一覧
export const q_data = [
  {
    //1問目
    question: '日本を除いて、世界で3番目に日本人が多く在籍している国は次のうちどれか。',  //問題文
    choices: [
      'アメリカ',
      'オーストラリア',
      '中国',
      'ブラジル' , //選択肢
    ],
      answer: 'オーストラリア', //解答
  },
  {
    //2問目
    question: '世界の自動車輸出台数が多い国のうち、日本は何位か。',
    choices: [
      '１位',
      '２位',
      '３位',
      '４位',
    ],
    answer: '２位',
  },
  {
    //3問目
    question: '日本映画の歴代興行収入ランキングのうち、トップ10に入っていない映画は次のうちどれか。',
    choices: [
      '「鬼滅の刃」無限列車編',
      '君の名は。',
      'ハウルの動く城',
      '天気の子',
    ],
    answer: '天気の子',
  },
  {
    //4問目
    question: '日本で観測史上最も低い最低気温として、正しいものは次のうちどれか。',
    choices: [
      '-２８℃',
      '-３５℃',
      '-４１℃',
      '-５３℃',
    ],
    answer: '-４１℃',
  },
  {
    //5問目
    question: '東京ディズニーランドのアトラクション「カリブの海賊」から見えるレストランの名前は？',
    choices: [
      'ボイラールーム・バイツ',
      'カフェ・オーリンズ',
      'クイーン・オブ・ハート',
      'ブルーバイユー・レストラン'
    ],
    answer: 'ブルーバイユー・レストラン',
  },
  {
    //6問目
    question: 'ミニオンが大好物としている食べ物は、次のうちどれか。',
    choices: [
      'バナナ',
      'イチゴケーキ',
      'パイナップル',
      'メロン'
    ],
    answer: 'バナナ',
  },
  {
    //7問目
    question: 'USJのハリーポッターにある杖の専門店を営んでいる店主の名前は次のうちどれか',
    choices: [
      'オリバンダー',
      'ハニーデュークス',
      'ダンブルドア',
      'スネイプ'
    ],
    answer: 'オリバンダー',
  },
  {
    //8問目
    question: 'ホグワーツ魔法魔術学校にペットとして持ってきても良いとされている生き物のうち、当てはらないものは次のうちどれか。',
    choices: [
      'フクロウ',
      'ネコ',
      'ネズミ',
      'ヒキガエル'
    ],
    answer: 'ネズミ',
  },
];
